 
!
"
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
=
>
?
@
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
[
\
]
_
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
|
~

²
·
×
γ
—
―
‘
’
“
”
•
…
℃
≥
②
□
、
。
〇
《
》
【
】
〔
〕
一
丁
七
万
丈
三
上
下
不
与
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丢
两
严
丧
个
丫
中
丰
串
临
丶
丸
丹
为
主
丽
举
乃
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乖
乘
乙
九
乞
也
习
乡
书
买
乱
乳
乾
了
予
争
事
二
于
亏
云
互
五
井
亘
亚
些
亟
亡
交
亦
产
亨
亩
享
京
亭
亮
亲
亳
亵
人
亿
什
仁
仅
仆
仇
今
介
仍
从
仓
仔
仕
他
仗
付
仙
代
令
以
仪
们
仰
仲
件
价
任
份
仿
企
伊
伍
伏
伐
休
众
优
伙
会
伞
伟
传
伤
伦
伪
伯
估
伴
伸
伺
似
伽
但
位
低
住
佐
佑
体
何
佘
余
佛
作
佟
你
佣
佤
佩
佬
佳
佼
使
侃
侄
侈
例
侍
侗
供
依
侠
侣
侦
侧
侨
侮
侯
侵
便
促
俄
俊
俎
俏
俑
俗
俘
保
俞
信
俨
俩
俭
修
俯
俱
俺
倍
倒
倘
候
倚
借
倡
倦
债
值
倾
假
偌
偏
偕
做
停
健
偶
偷
偿
傅
傍
储
催
傲
傻
像
僚
僧
僵
僻
儒
儿
允
元
兄
充
兆
先
光
克
免
兑
兔
党
兜
兢
入
全
八
公
六
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
内
冈
冉
册
再
冒
冕
写
军
农
冠
冤
冥
冬
冯
冰
冲
决
况
冶
冷
冻
冼
冽
净
准
凉
凌
减
凑
凛
凝
几
凡
凤
凭
凯
凰
凳
凶
凸
出
击
函
凿
刀
刃
分
切
刊
刑
划
列
刘
则
刚
创
初
删
判
利
别
刮
到
制
刷
券
刺
刻
剁
剂
剃
削
前
剑
剔
剖
剥
剧
剩
剪
副
割
劈
力
劝
办
功
加
务
劣
动
助
努
劫
励
劲
劳
劻
劾
势
勃
勇
勉
勋
勐
勒
勘
募
勤
勾
勿
包
匆
化
北
匙
匝
匠
匪
匹
区
医
匿
十
千
升
午
卉
半
华
协
卑
卓
单
卖
南
博
卜
占
卡
卢
卦
卧
卫
卯
印
危
即
却
卵
卷
卸
卿
厂
厄
厅
历
厉
压
厌
厕
厘
厚
原
厢
厥
厦
厨
厮
去
县
参
又
叉
及
友
双
反
发
叔
取
受
变
叙
叛
叠
口
古
句
另
叨
只
叫
召
叭
叮
可
台
史
右
叶
号
司
叹
叽
吁
吃
各
合
吉
吊
同
名
后
吏
吐
向
吓
吕
吗
君
吝
吞
吟
吠
否
吧
吨
含
听
启
吱
吴
吵
吸
吹
吻
吼
吾
呀
呆
呈
告
呎
呐
呕
员
呢
周
味
呵
呼
命
咀
咆
咋
和
咒
咖
咧
咨
咪
咫
咬
咯
咱
咳
咸
咽
哀
品
哄
哇
哈
哉
响
哎
哔
哗
哥
哦
哨
哪
哭
哮
哲
哺
哽
唆
唇
唐
唑
唢
唤
售
唯
唱
啃
商
啉
啊
啡
啤
啥
啦
啬
啸
啻
啼
喀
喂
善
喇
喊
喘
喜
喝
喧
喳
喷
喻
喽
嗅
嗒
嗝
嗤
嗷
嗽
嘈
嘉
嘎
嘘
嘛
嘱
嘲
嘴
嘿
噢
器
噩
噪
噬
噶
噻
嚎
嚣
嚯
嚷
嚼
囊
四
回
因
团
囤
园
困
囱
围
囹
固
国
图
圃
圄
圆
圈
國
土
圣
在
地
圳
场
圾
址
均
坊
坍
坎
坏
坐
坑
块
坚
坛
坝
坞
坠
坡
坤
坦
坨
坪
坯
垂
垃
垄
型
垒
垫
垮
埃
埋
城
埔
域
埭
培
基
堂
堆
堡
堤
堪
堰
堵
堽
塌
塑
塔
塘
塞
填
境
墅
墒
墓
墙
增
墟
墨
墩
壁
壤
士
壮
声
壳
壹
处
备
复
夏
夕
外
多
夜
够
大
天
太
夫
央
夯
失
头
夸
夹
夺
奄
奇
奈
奉
奋
奎
奏
契
奔
奕
奖
套
奠
奢
奥
女
奴
奶
奸
她
好
妁
如
妄
妆
妇
妈
妖
妙
妚
妞
妤
妥
妨
妩
妮
妹
妻
妾
姆
始
姐
姑
姓
委
姚
姜
姣
姥
姨
姬
姹
姻
姿
威
娃
娄
娅
娇
娘
娜
娟
娣
娥
娩
娱
娲
娴
娶
娼
婆
婉
婚
婴
婷
婿
媒
媚
媛
媳
嫁
嫂
嫌
嫖
嫣
嫩
嬉
嬗
孀
子
孔
孕
字
存
孙
孜
孝
孟
季
孤
学
孩
孪
孰
孵
宁
它
宅
宇
守
安
宋
完
宏
宕
宗
官
宙
定
宛
宜
宝
实
宠
审
客
宣
室
宪
宫
宰
害
宴
宵
家
容
宽
宾
宿
寂
寄
寅
密
富
寐
寒
寓
寝
察
寡
寥
寨
寮
寰
寸
对
寺
寻
导
寿
封
射
将
尊
小
少
尔
尖
尘
尚
尝
尤
尧
尬
就
尴
尸
尹
尺
尼
尽
尾
尿
局
屁
层
居
屈
屉
届
屋
屏
展
属
屠
屡
履
屯
山
屿
岁
岐
岗
岘
岛
岩
岭
岳
岸
峙
峡
峦
峪
峭
峰
峻
崇
崔
崖
崛
崧
崩
崭
崽
嵌
嵩
嶂
川
州
巡
巢
工
左
巧
巨
巩
巫
差
己
已
巴
巷
巽
巾
巿
币
市
布
帅
帆
师
希
帐
帕
帖
帘
帜
帝
带
席
帮
帷
常
帽
幂
幅
幌
幕
幢
干
平
年
并
幸
幺
幻
幼
幽
广
庄
庆
庇
床
序
庐
库
应
底
庖
店
庙
府
庞
废
度
座
庭
庶
康
廉
廊
廖
延
廷
建
开
异
弃
弄
弈
弊
式
弓
引
弗
弘
弟
张
弥
弧
弭
弯
弱
弹
强
归
当
录
彘
形
彤
彦
彩
彪
彬
彭
彰
影
役
彻
彼
往
征
径
待
徇
很
徊
律
徐
徒
徕
得
徘
徙
御
循
微
德
徽
心
必
忆
忌
忍
忏
志
忘
忙
忠
忡
忧
快
忱
念
忻
忽
怀
态
怂
怎
怒
怕
怖
怜
思
怠
怡
急
怦
性
怨
怪
怯
总
怼
恃
恋
恐
恒
恢
恣
恤
恨
恩
息
恰
恶
恸
恼
悄
悉
悍
悔
悖
悟
悠
患
悦
您
悬
悯
悲
悼
情
惊
惑
惕
惜
惟
惠
惧
惨
惩
惫
惮
惯
想
惹
愁
愈
愉
意
愕
愚
感
愣
愤
愧
愿
慈
慌
慎
慑
慕
慜
慢
慧
慨
慰
慷
憋
憎
憾
懂
懈
懋
懒
懦
懵
戈
戏
成
我
戒
或
战
戚
截
戮
戳
戴
户
房
所
扁
扇
手
才
扎
扑
扒
打
扔
托
扛
扣
执
扩
扪
扫
扬
扭
扮
扯
扰
扳
扶
批
扼
找
承
技
抄
抉
把
抑
抒
抓
投
抖
抗
折
抚
抛
抡
抢
护
报
抨
披
抬
抱
抵
抹
押
抽
抿
拂
拄
担
拆
拇
拉
拍
拎
拐
拒
拓
拔
拖
拘
拙
招
拜
拟
拢
拥
拦
拧
拨
择
括
拭
拯
拱
拳
拷
拼
拽
拾
拿
持
挂
指
按
挑
挖
挚
挝
挟
挠
挡
挣
挤
挥
挨
挪
挫
振
挲
挺
挽
捂
捅
捆
捉
捍
捏
捐
捕
捞
损
换
捣
捧
据
捷
捺
掀
授
掉
掌
掏
掐
排
掘
掠
探
接
控
推
掩
措
掰
掷
掺
揉
描
提
插
握
揪
揭
援
揽
搀
搁
搅
搏
搐
搜
搞
搬
搭
携
摁
摄
摆
摇
摊
摔
摘
摞
摧
摩
摸
摹
撂
撑
撒
撕
撞
撤
播
撰
撷
撸
撼
擅
操
擎
擦
攀
支
收
攸
改
攻
放
政
故
效
敌
敏
救
敕
教
敛
敞
敢
散
敦
敬
数
敲
整
敷
文
斋
斌
斐
斑
斗
料
斜
斤
斥
斧
斩
断
斯
新
方
施
旁
旅
旋
旎
族
旖
旗
无
既
日
旦
旧
旨
早
旬
旭
旱
时
旷
旺
昂
昆
昉
昊
昌
明
昏
易
昔
昕
星
映
春
昨
昭
是
昼
显
晃
晋
晌
晒
晓
晕
晖
晚
晤
晨
普
景
晰
晴
晶
智
暂
暑
暖
暗
暨
暮
暴
曙
曝
曦
曲
更
曹
曼
曾
替
最
月
有
朋
服
朗
望
朝
期
朦
木
未
末
本
术
朱
朴
朵
机
朽
杀
杂
权
杆
杈
杉
李
杏
材
村
杜
束
杠
条
来
杨
杭
杯
杰
杳
杷
松
板
极
构
枇
枉
析
枕
林
枚
果
枝
枢
枣
枥
枪
枫
枯
架
柏
某
染
柔
柜
柠
查
柬
柯
柱
柳
柴
柿
栅
标
栋
栏
树
栓
栖
栗
校
株
样
核
根
格
栽
栾
桂
桃
框
案
桌
桐
桑
桓
档
桥
桩
桶
梁
梅
梓
梗
梦
梨
梭
械
梳
梵
检
棉
棋
棍
棒
棕
棘
棚
棟
棠
森
棱
棵
棺
椁
椅
植
椎
椒
椰
椽
椿
楚
楝
楠
楼
概
榄
榆
榈
榕
榜
榨
榭
榴
槐
槛
槽
樊
樟
模
横
樱
樵
樽
橄
橇
橘
橙
橡
檐
檬
欠
次
欢
欣
欧
欲
欺
款
歇
歉
歌
止
正
此
步
武
歧
歪
歺
死
歼
殃
殇
殉
殊
残
殖
殡
殴
段
殷
殿
毁
毅
母
每
毒
比
毕
毗
毙
毛
毡
毫
毯
氏
民
氓
气
氛
氧
氮
氯
氰
水
永
汀
汁
求
汇
汉
汗
汛
汝
汞
江
池
污
汤
汨
汪
汰
汲
汶
汹
汽
汾
沁
沂
沃
沆
沈
沉
沌
沐
沓
沙
沛
沟
没
沣
沥
沦
沪
沫
沮
河
沸
油
治
沽
沾
沿
泄
泉
泊
法
泗
泛
泞
泡
波
泣
泥
注
泪
泰
泳
泵
泸
泻
泼
泽
泾
洁
洋
洒
洗
洛
洞
津
洪
洲
洳
活
洼
洽
派
流
浅
浆
浇
浊
测
济
浏
浐
浑
浓
浙
浦
浩
浪
浮
浴
海
浸
涂
涅
消
涉
涌
涕
涛
涝
涞
涡
涤
润
涧
涨
涪
涯
液
涵
涸
涿
淀
淆
淋
淌
淑
淖
淘
淞
淡
淤
淫
淮
深
淳
混
淹
添
清
渊
渌
渍
渎
渐
渔
渗
渝
渠
渡
渣
渤
温
渭
港
渲
渴
游
渺
湃
湄
湖
湘
湛
湾
湿
溃
溉
源
溜
溢
溧
溪
溯
溺
滇
滋
滑
滓
滕
滚
滞
满
滤
滥
滨
滩
滴
漂
漆
漏
漓
演
漠
漩
漪
漫
漯
漱
漳
漾
潍
潘
潜
潞
潭
潮
潼
澄
澈
澎
澜
澡
澳
激
濒
瀑
瀚
瀣
灌
灞
火
灭
灯
灰
灵
灶
灼
灾
灿
炉
炊
炎
炒
炖
炜
炫
炬
炭
炮
炳
炸
点
炼
烂
烈
烘
烙
烛
烟
烤
烦
烧
烨
烫
烬
热
烹
烽
焉
焊
焕
焚
焦
焯
焰
然
煌
煎
煤
照
煮
煲
煽
熄
熊
熔
熙
熟
熠
熬
熹
燃
燏
燕
燥
爆
爪
爬
爱
爵
父
爷
爸
爹
爽
片
版
牌
牙
牛
牟
牡
牢
牧
物
牲
牵
特
牺
犀
犁
犄
犬
犯
状
犷
犹
狂
狄
狈
狐
狗
狙
狞
狠
狩
独
狭
狮
狰
狱
狸
狼
猎
猓
猖
猛
猜
猝
猥
猩
猪
猫
献
獐
獗
玄
率
玉
王
玑
玖
玛
玩
玫
环
现
玲
玺
玻
珊
珍
珐
珞
珠
班
球
琅
理
琍
琐
琦
琨
琪
琰
琳
琴
琵
琶
琼
瑕
瑛
瑜
瑞
瑟
瑰
瑶
璀
璃
璐
璞
璧
璨
瓜
瓣
瓦
瓮
瓴
瓶
瓷
甄
甘
甚
甜
生
甥
用
甩
甫
田
由
甲
申
电
男
甸
画
畅
界
畏
畔
留
畜
略
番
畴
畸
疆
疏
疑
疗
疚
疤
疫
疮
疯
疲
疹
疼
疾
病
症
痊
痕
痛
痞
痪
痱
痴
瘤
瘦
瘫
瘾
癌
癖
癫
登
白
百
皂
的
皆
皇
皋
皓
皤
皮
皿
盂
盅
盆
盈
益
盏
盐
监
盒
盔
盖
盗
盘
盛
盟
目
盯
盲
直
相
盼
盾
省
眉
看
真
眠
眨
眩
眶
眺
眼
着
睁
睐
睛
睡
督
睦
睫
睹
睿
瞄
瞎
瞒
瞥
瞧
瞩
瞬
瞰
瞻
矍
矗
矛
矢
矣
知
矩
矫
短
石
矶
矸
矿
码
砂
砌
砍
研
砖
破
砷
砸
砾
础
硅
硕
硗
硚
硝
硫
硬
确
碌
碍
碎
碑
碗
碘
碚
碟
碧
碰
碱
碳
磁
磅
磊
磋
磕
磡
磨
磺
礴
示
礼
社
祀
祁
祈
祉
祖
祛
祜
祝
神
祥
票
祭
祷
祸
禀
禁
禄
禅
福
禧
禹
禺
离
禽
禾
秀
私
秃
秉
秋
种
科
秒
秘
租
秤
秦
秧
秩
积
称
移
秽
稀
程
稍
税
稚
稠
稣
稳
稻
稼
稽
稿
穆
穗
穴
究
穷
穹
空
穿
突
窃
窄
窑
窒
窗
窘
窝
窟
窥
窦
窨
窿
立
竖
站
竞
竟
章
竣
童
竭
端
竹
竺
笋
笑
笔
笕
笙
笛
符
第
笼
等
筋
筏
筐
筑
答
策
筛
筝
筷
筹
签
简
箐
算
管
箭
箱
篇
篝
篪
篮
篱
篷
簇
簧
簿
籍
米
类
籽
粉
粒
粗
粘
粟
粤
粪
粮
粹
粽
精
糊
糕
糖
糙
糟
糠
系
紊
素
索
紧
紫
累
縻
繁
纠
红
纤
约
级
纪
纬
纯
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
纾
线
绀
练
组
细
织
终
绍
绎
经
绑
绒
结
绕
绘
给
绚
络
绝
绞
统
绣
绥
继
绩
绪
续
绰
绳
维
绵
绷
绸
绺
综
绽
绿
缅
缆
缉
缓
缔
缕
编
缘
缚
缜
缝
缠
缤
缩
缪
缮
缴
缸
缺
罄
罐
网
罕
罗
罚
罢
罩
罪
置
署
罹
羁
羊
美
羔
羞
羡
群
羹
羽
翁
翅
翔
翘
翟
翠
翡
翰
翻
翼
耀
老
考
耄
者
耋
而
耍
耐
耒
耕
耗
耳
耶
耸
耻
聆
聊
职
联
聘
聚
聪
肃
肆
肇
肉
肌
肖
肘
肚
肝
肠
股
肢
肤
肥
肩
肪
肮
肯
育
肴
肺
肽
肾
肿
胀
胁
胃
胆
背
胎
胖
胚
胜
胞
胡
胧
胰
胶
胸
胺
能
脂
脆
脉
脊
脏
脐
脑
脓
脖
脚
脱
脸
脾
腊
腋
腌
腐
腑
腔
腕
腥
腰
腹
腺
腻
腾
腿
膀
膏
膜
膝
膨
臂
臣
自
臭
至
致
臻
臼
舅
舆
舌
舍
舒
舜
舞
舟
舢
航
般
舰
舱
舵
舶
船
艇
艘
良
艰
色
艳
艺
艾
节
芋
芒
芙
芜
芝
芦
芬
芮
芯
花
芳
芷
芸
芹
芽
苇
苋
苍
苏
苑
苒
苔
苕
苗
苛
苞
若
苦
苯
英
苹
茂
范
茄
茅
茧
茨
茫
茬
茱
茴
茶
茹
茼
荆
草
荏
荐
荒
荔
荞
荡
荣
荥
荧
荫
药
荷
荼
莅
莉
莎
莓
莞
莠
莫
莱
莲
获
莹
莺
莽
菁
菊
菌
菏
菜
菱
菲
菹
萄
萌
萍
萎
萝
萤
营
萦
萧
萨
落
著
葛
葡
董
葩
葫
葬
葱
葵
蒂
蒋
蒙
蒜
蒸
蒿
蓄
蓉
蓝
蓟
蓬
蔑
蔓
蔗
蔡
蔫
蔬
蔷
蔽
蕉
蕴
蕾
薄
薇
薛
薪
薯
藉
藏
藤
藩
藳
藻
蘅
虎
虏
虐
虑
虚
虞
號
虫
虹
虽
虾
蚀
蚁
蚂
蛆
蛇
蛋
蛙
蛛
蛟
蛮
蜀
蜗
蜘
蜚
蜜
蜡
蝇
蝉
蝴
蝶
螃
融
螺
蟒
蟠
蟹
蠕
蠢
血
衅
行
衍
衔
街
衡
衣
补
表
衫
衬
衰
衷
袁
袂
袋
袍
袖
被
袭
裁
裂
装
裔
裕
裙
裤
裴
裸
裹
褓
襁
襄
西
要
覆
见
观
规
视
览
觉
觑
角
解
触
言
詹
誉
誓
謇
警
计
订
认
讨
让
讪
训
议
讯
记
讲
讶
许
讹
论
讼
讽
设
访
证
评
诅
识
诈
诉
诊
词
译
诔
试
诗
诘
诙
诚
话
诞
诠
诡
询
该
详
诧
诨
诫
诬
语
误
诱
说
请
诸
诺
读
诽
课
谁
调
谅
谈
谊
谋
谍
谎
谐
谑
谓
谔
谜
谟
谢
谣
谤
谦
谨
谬
谭
谱
谴
谷
豆
豉
象
豪
豫
豹
貌
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
购
贯
贴
贵
贷
贸
费
贺
贻
贼
贾
贿
赁
赂
赃
资
赈
赋
赌
赎
赏
赐
赔
赖
赚
赛
赞
赠
赡
赢
赣
赤
赫
走
赴
赵
赶
起
趁
超
越
趋
趟
趣
足
趴
跃
跄
跌
跑
距
跟
跨
路
跳
践
跷
跻
踉
踊
踏
踝
踞
踢
踩
踪
踮
踵
蹂
蹄
蹦
蹬
蹭
蹲
蹴
蹿
躁
躏
身
躬
躯
躲
躺
车
轧
轨
轩
转
轮
软
轰
轲
轴
轻
轼
载
轿
较
辄
辅
辆
辈
辉
辋
辍
辐
辑
输
辖
辗
辛
辜
辞
辟
辣
辨
辩
辰
辱
边
辽
达
迁
迂
迄
迅
过
迈
迎
运
近
返
还
这
进
远
违
连
迟
迪
迫
迭
述
迷
迸
迹
追
退
送
适
逃
逆
选
逊
逍
透
逐
递
途
逗
通
逛
逝
逞
速
造
逢
逮
逸
逻
逼
逾
遁
遂
遇
遍
遏
遐
道
遗
遛
遢
遣
遥
遭
遮
遵
避
邀
邋
邑
邓
邢
那
邦
邪
邮
邯
邱
邵
邸
邹
邺
邻
郁
郊
郎
郑
郝
郡
部
郫
郭
郸
都
鄂
鄙
鄢
酋
酌
配
酒
酝
酣
酬
酮
酯
酱
酵
酷
酸
酿
醇
醉
醋
醍
醐
醒
采
释
里
重
野
量
金
鉴
銮
鑫
针
钉
钍
钓
钙
钝
钟
钠
钢
钥
钦
钩
钮
钰
钱
钻
钼
钾
铀
铁
铂
铃
铄
铅
铆
铉
铎
铜
铝
铠
铭
铲
银
铸
铺
链
销
锁
锂
锅
锈
锋
锐
错
锠
锡
锤
锦
键
锲
锻
镁
镇
镉
镌
镑
镖
镛
镜
镶
長
长
门
闪
闫
闭
问
闯
闲
间
闵
闷
闸
闹
闺
闻
闽
阁
阂
阅
阉
阎
阐
阑
阔
阙
阜
队
阮
阱
防
阳
阴
阵
阶
阻
阿
陀
陂
附
际
陆
陇
陈
陋
陌
降
限
陕
陡
院
除
险
陪
陵
陶
陷
隅
隆
随
隐
隔
隙
障
隧
隶
隽
难
雀
雁
雄
雅
集
雇
雕
雨
雪
雳
零
雷
雹
雾
需
霆
震
霉
霍
霖
霜
霞
露
霸
霹
霾
青
靓
靖
静
非
靠
靡
面
革
鞋
鞍
鞘
鞠
鞭
韦
韧
韩
韭
音
韵
韶
页
顶
顷
项
顺
须
顽
顾
顿
颁
颂
预
领
颇
颈
颍
颐
频
颓
颖
颗
题
颛
颜
额
颠
颤
颧
风
飓
飘
飙
飞
食
餐
饥
饧
饪
饭
饮
饰
饱
饲
饶
饷
饺
饼
饽
饿
馅
馆
馈
馏
首
香
馨
马
驭
驯
驰
驱
驳
驴
驶
驷
驹
驻
驾
驿
骂
骄
骆
骇
验
骏
骑
骗
骚
骤
骥
骨
骷
骸
髅
髋
髓
高
髦
鬣
鬼
魁
魂
魄
魅
魏
魔
鱼
鲁
鲍
鲜
鲤
鲨
鲲
鳄
鳅
鳌
鳞
鸟
鸠
鸡
鸢
鸣
鸥
鸦
鸭
鸯
鸳
鸽
鸾
鸿
鹃
鹅
鹈
鹉
鹊
鹏
鹕
鹞
鹤
鹦
鹭
鹰
鹿
麒
麓
麟
麦
麻
黄
黎
黏
黑
黔
默
黛
黝
黩
鼎
鼓
鼠
鼻
齐
齿
龄
龙
龚
龟
！
％
（
）
＋
，
－
．
／
０
１
２
３
４
５
７
８
９
：
；
＝
？
Ａ
Ｃ
Ｈ
Ｌ
Ｍ
Ｚ
＿
～
